<template>
  <view class="bg-white">
    <block v-if="show">
      <VoBatteryBar bg-color="transparent" />
      <VoNav title="隐私政策" />
    </block>
    <view class="container">
      <view class="content"> 更新日期:2022年12月15日 <br />生效日期:2022年12月15日 </view>
      <view class="content">
        开发者郑州发动集产业链科技有限公司（以下简称“发动集”）开发的&lt;发动集&gt;app软件尊重并保护所有使用服务用户的个人隐私权。为了给您提供在发动集上更准确、更精彩的服务，发动集会按照本隐私权政策的规定使用和披露您的个人信息。但发动集将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，发动集不会将这些信息对外披露或向第三方提供。发动集会不时更新本隐私权政策。
        您在同意发动集服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于<text
          class="red"
          >《APP用户服务协议》</text
        >不可分割的一部分。
      </view>
      <view class="title">1. 适用范围</view>
      <view class="content">
        <view>在您注册发动集帐号时，您根据发动集要求提供的个人注册信息；</view>
        <view
          >在您使用发动集网络服务，或访问发动集平台网页时，发动集自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；</view
        >
        <view>发动集通过合法途径从商业伙伴处取得的用户个人数据。</view>
        <view>您了解并同意，以下信息不适用本隐私权政策：</view>
        <view>您在使用发动集平台提供的搜索服务时输入的关键字信息；</view>
        <view
          >发动集收集到的您在门店帮手发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；</view
        >
        <view>违反法律规定或违反发动集规则行为及发动集已对您采取的措施。</view>
        <view>
          为了实现网上购物所必须的功能及保障交易安全所必须的功能，我们可能会收集、保存和使用与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
        </view>
      </view>

      <view class="title1">（1）用户注册</view>
      <view class="content">
        您首先需要注册一个发动集平台账户成为发动集平台用户。当您注册时，您需要至少向我们提供您准备使用的发动集平台账户名、密码、企业名称、营业执照照片、企业门头照片、您本人的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。
      </view>
      <view class="title1">（2）商品信息展示和搜索</view>
      <view class="content"
        >为了让您快速地找到您所需要的商品，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、浏览器类型来为您提供商品信息展示的最优方式。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。</view
      >
      <view class="title1">（3）下单</view>
      <view class="content"
        >当您准备对您购物车内的商品进行结算时，发动集系统会生成您购买该商品的订单。您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明订单号、您所购买的商品或服务信息、您应支付的货款金额及支付方式；您可以另外填写收货人的固定电话、邮箱地址信息以增加更多的联系方式确保商品可以准确送达，但不填写这些信息不影响您订单的生成。</view
      >
      <view class="title1">（4）支付功能</view>
      <view class="content"
        >在您下单后，您可以选择发动集的关联方或与发动集合作的第三方支付机构（包括微信支付、支付宝支付及银联等支付通道，以下称“支付机构”）所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的发动集订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。“关联方”指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的法定代表人。“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式。</view
      >
      <view class="title1">（5）交付产品与/或服务功能</view>
      <view class="content">
        在当您下单并选择货到付款或在线完成支付后，发动集的关联方或与发动集合作的第三方物流公司（包括德邦、华宇、百世快递等，以下称“配送公司”）将为您完成订单的交付。您知晓并同意发动集的关联方或与发动集合作的第三方配送公司会在上述环节内使用您的订单信息以保证您的订购的商品能够安全送达。
      </view>
      <view class="title1">（6）客服与售后功能</view>
      <view class="content">
        <view>我们的电话客服和售后功能会使用您的账号信息和订单信息。</view>
        <view
          >为使您购物更便捷或更有乐趣，从而提升您在发动集的网上购物体验，我们的以下扩展功能中可能会收集和使用您的个人信息。如果您不提供这些个人信息，您依然可以进行网上购物，但您可能无法使用为您带来购物乐趣的扩展功能或在购买某些商品时需要重复填写一些信息。这些扩展功能包括：</view
        >
      </view>
      <view class="title1">（1）基于位置信息的展示功能（LOCATION）：</view>
      <view class="content">
        我们会收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，自动为您展示您所在区域可以购买的产品与/或服务，向您展示可选择的商家进行服务。
      </view>
      <view class="title1">（2）基于摄像头（相机）的扩展功能（CAMERA）：</view>
      <view class="content">
        您可以使用这项扩展功能完成视频拍摄、拍照、扫码以及人脸识别登录的功能。当您使用人脸识别登录时我们会收集您的面部信息，且在您授权范围内限制使用。未来我们可能会将人脸识别技术应用于更多场景，届时我们会再次与您确认您是否愿意我们使用您的面部信息来实现这些扩展功能。
      </view>
      <view class="title1">（3）基于图片/视频上传的扩展功能：</view>
      <view class="content">
        您可以在发动集上传您的照片/视频来实现拍照购物功能和晒单、评价及问答功能，我们会使用您所上传的图片或视频来识别您需要购买的产品与/或服务，或者使用包含您所上传图片或视频的晒单、评价及问答内容。
      </view>
      <view class="title1">（4）基于语音技术的扩展功能（READ_AUDIO）：</view>
      <view class="content"
        >您可以直接使用麦克风来进行语音购物或与我们的客服进行咨询和互动。在这些功能中我们会收集您的录音内容以识别您的购物需求以及客服与售后需求。</view
      >
      <view class="title1">（5）基于通讯录信息的扩展功能（READ_CONTACTS）：</view>
      <view class="content">
        在您同意开启通讯录权限后我们将收集您的通讯录信息以方便您在购物时不需再手动输入您通讯录中联系人的信息。为了增加您购物时的社交乐趣，在获得您的同意时我们也可以判断您的好友是否也同为发动集用户，并为你们的交流建立联系。
      </view>
      <view class="title1">（6）基于日历权限的扩展功能（READ_CALENDAR）：</view>
      <view class="content"
        >当您使用发动集相关服务时，您可以通过开启日历权限便捷
        管理您的自定义事项、设定重要事项提醒。若您不开启此权限，您将无法使用日历管理相关的功能，但不影响您使用其他服务。</view
      >
      <view class="title1">（7）基于读取电话状态的扩展功能(READ_PHONE_STATE)：</view>
      <view class="content"
        >当您运行门店帮手APP时，我们会向您申请获取此权限，目的是正常识别您的本机识别码，以便完成安全风控、进行统计和服务推送。</view
      >
      <view class="title1"
        >（8）基于读取/写入外置存储器的扩展功能(WRITE_EXTERNAL_STORAGE)(
        READ_EXTERNAL_STORAGE)：</view
      >
      <view class="content"
        >在您开启我们可读取/写入您设备存储的权限后，我们将自您设备存储空间内读取或向其中写入图片、文件、崩溃日志信息等必要信息，用于向您提供信息发布或在本地记录崩溃日志信息等功能，保障客户端的稳定运行。</view
      >
      <view class="title1">（9）基于剪切板的扩展功能：</view>
      <view class="content"
        >当您复制商品信息、标题、短信验证码，分享或接收被分享信息时，您的剪切板功能可能会被调用。剪切板信息仅会在您的设备上进行处理，我们不会存储您的剪切板信息用于任何其他途径。</view
      >
      <view class="title1">（10）基于读取软件安装列表功能：</view>
      <view class="content"
        >当您进行购买支付时，会有微信、支付宝等支付方式，我们会帮您查找是否安装此应用，我们会显示出您已经安装的应用供您选择用哪种支付方式。</view
      >
      <view class="title1">（11）基于读取SIM卡序列号功能：</view>
      <view class="content">
        在您注册/登录账户时，您需要提供 手机号码及验证码 ，使用App服务时，您需提供 手机号码
        作为账户登录名，登录时我们还需要收集您的
        硬件序列号、唯一设备识别码（android_id、Mac地址、IMEI、IMSI,SIM卡序列号）
        以验证账号及密码并完成登录；如您拒绝提供 手机号码、验证码及密码
        个人信息，则可能无法成功注册/登录App账户。
      </view>
      <view class="title1">（12）基于设备传感器功能：</view>
      <view class="content"
        >在您使用App时，会获取方向传感器、陀螺仪设备传感器信息，用于鉴别您是否为真实用户。在您使用录像照相相关功能时，会获取加速度设备传感器，用于获取拍摄手机角度
      </view>
      <view class="title1">（13）基于设备自启动和关联启动：</view>
      <view class="content"
        >为提升消息的送达率，及时地为您进行消息提醒，我们会默认为您开启关联启动功能，以保持应用的活跃度。如您不想开通此功能，我们建议您手动进行关闭，一般关闭路径：设置
        - 应用 - 应用启动管理 - 选择应用“发动集”- 关闭关联启动功能
      </view>
      <view class="title1">（14）基于一键登录功能：</view>
      <view class="content"
        >为实现一键登录和验证用户手机号码与本机流量卡号是否一致的服务，在您允许的情况下，我们会获取您的设备信息，向第三方“上海璟梦信息科技有限公司SDK提供的《闪验一键登录》服务”传输并服务于一键登录功能；本服务会根据您当前所使用的运营商号码和网络数据提供便捷登录。
      </view>
      <view class="title1">（15）基于在线客服聊天功能：</view>
      <view class="content"
        >“七陌云在线客服服务”包括IM即时通讯服务、信令服务，为您提供文字，语音，图片等形式的客服服务能力，通过该服务您可以将在线客服能力快速集成至自身产品和服务中并为您的最终用户提供在线客服服务。详情请参考
        <a href="https://m.7moor.com/static/m7PrivacyPolicy.html"
          >https://m.7moor.com/static/m7PrivacyPolicy.html</a
        ></view
      >
      <view class="content">
        <view>
          我们的产品基于DCloud uni-app(5+
          App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android
          ID/DEVICE_ID/IDFA、SIM 卡 IMSI
          信息、OAID）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。详情内容请访问《DCloud用户服务条款》。（DCloud用户服务条款超链至：https://ask.dcloud.net.cn/protocol.html
        </view>
        <view
          >上述功能可能需要您在您的设备中开启您的位置信息
          （地理位置）、摄像头（相机）、相册（图片库）、麦克风（语音）、通讯录、传感器、日历及/或电话状态的访问权限，以实现这些权限所涉及信息的收集和使用。您可在您的设备设置或我们客户端“我的-设置-系统权限”中逐项查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。除此以外，我们在相关业务功能中可能还需要您开启设备的其他访问权限；</view
        >
        <view
          >发动集不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和发动集（含发动集关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。</view
        >
        <view
          >发动集亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何发动集平台用户如从事上述活动，一经发现，发动集有权立即终止与该用户的服务协议。</view
        >
      </view>

      <view class="title">2. 信息披露</view>
      <view class="content">
        <view
          >在如下情况下，发动集将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：</view
        >
        <view>经您事先同意，向第三方披露；</view>
        <view>为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；</view>
        <view>根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</view>
        <view
          >如您出现违反中国有关法律、法规或者发动集服务协议或相关规则的情况，需要向第三方披露；</view
        >
        <view
          >如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</view
        >
        <view
          >在发动集平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，发动集有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。</view
        >
        <view>其它发动集根据法律、法规或者网站政策认为合适的披露。</view>
      </view>
      <view class="title">3. 信息存储和交换</view>
      <view class="content">
        <view
          >发动集收集的有关您的信息和资料将保存在中华人民共和国境内发动集及（或）其关联公司的服务器上。</view
        >
        <view
          >您的个人数据具体留存时间如下：为了持续优化用户体验，我们会采集假名化后的设备标识符、位置信息、移动网络代码和移动设备国家代码，数据的存储期限至少
          6
          个月。另外，如果我们的产品或服务发生了停止运营的情况时，我们将以推送通知、公告等形式告知您，并在合理的期限内删除您的个人信息或进行匿名化处理。</view
        >
        <view
          >对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。个人敏感信息使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护个人敏感信息。</view
        >
        <view
          >为了您能够接收信息推送、在第三方平台登录及分享信息、使用第三方支付、使用地图服务、实现手机号一键登录等服务及功能，我们的应用中会嵌入授权合作伙伴的软件工具开发包(SDK)或类似其他应用程序，我们通过操作系统提供接口调用的方式使用这些SDK，这些第三方SDK的名称、提供方、收集个人信息的目的及类别分别是：如您使用OPPO/小米/Vivo/华为/魅族移动设备，OPPO推送（OPPO广东移动通信有限公司）/小米推送（小米科技有限责任公司）/Vivo推送（广东步步高电子工业有限公司）/华为推送（华为技术有限公司）/魅族推送（珠海市魅族通讯设备有限公司）SDK需要读取您的设备信息，用于实现消息推送，请您注意针对推送类SDK，只有您在使用对应品牌的移动设备时才会初始化和生效；如您使用QQ/微信/新浪平台第三方登陆及分享信息功能，QQ分享/微信（腾讯科技（深圳）有限公司）/新浪（北京新浪互联信息服务有限公司）SDK会收集您的设备信息；如您在购买发动集网产品时使用支付宝/QQ钱包/微信支付/银联支付提供的第三方支付功能，支付宝（支付宝网络有限公司）/QQ钱包（财付通支付科技有限公司）/微信支付（腾讯科技（深圳）有限公司）/银联支付（上海银联商务有限公司）SDK会收集您的设备信息、位置信息；极光推送（深圳市和讯华谷信息技术有限公司）SDK会收集您的设备信息，用于实现消息推送；网易IM/网易云信（网易公司）SDK在运行或后台状态下会收集您的电话权限和MAC地址用于保障您的及时通讯；腾讯SDK在运行或后台状态下会收集您的电话权限和MAC地址，用于控制X5内核版本灰度下发及数据统计，会收集您的内存卡权限，用于查找用户内存卡上的可用X5内核版本，以便提升用户的X5占比。高德地图SDK会收集您的IP地址，用于请求参数中指定上网IP的大致位置信息（一般为城市级别）；神策SDK在运行或后台状态下收集您的设备信息，包括：IDFA、操作系统、设备型号、设备制造商、系统版本、AndroidID、IMEI
          以及 MAC
          地址等，用于激活设备统计并分析您在App内的使用效果。友盟SDK在运行或后台状态下收集您的设备信息，包括：IDFA、操作系统、设备型号、设备制造商、系统版本、AndroidID、IMEI
          以及 MAC
          地址等，用于激活设备统计并分析您在App内的使用效果。闪验一键登录在登录时候获取您的设备运营商信息，包括：使用网络数据、获取您的手机号码等，用于App便捷登录，提高使用效果。</view
        >
      </view>
      <view class="title">4. Cookie的使用</view>
      <view class="content">
        <view
          >在您未拒绝接受cookies的情况下，发动集会在您的计算机上设定或取用cookies，以便您能登录或使用依赖于cookies的发动集平台服务或功能。发动集使用cookies可为您提供更加周到的服务。</view
        >
        <view
          >您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的发动集网络服务或功能。</view
        >
        <view>通过发动集所设cookies所取得的有关信息，将适用本政策。</view>
      </view>
      <view class="title">5. 信息安全</view>
      <view class="content">
        <view
          >发动集帐号均有安全保护功能，请妥善保管您的用户名及密码信息。发动集将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。</view
        >
        <view
          >在使用发动集网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是发动集用户名及密码发生泄露，请您立即联络发动集客服，以便发动集采取相应措施。。</view
        >
      </view>
      <view class="title">6. 管理您的个人信息</view>
      <view class="title1">（1）查询、更正和补充您的信息</view>
      <view class="content">
        <view>您有权查询、更正或补充您的信息。您可以通过以下方式自行进行：</view>
        <view
          >登录发动集网，进入“个人中心”或者“我的”，点击个人资料设置后查询、更正个人资料及个人账户相关信息；</view
        >
        <view>登录发动集网并选择联系客服，寻求帮助，协助您查询、更正或补充您的信息。</view>
      </view>
      <view class="title1">（2）删除您的个人信息</view>
      <view class="content">
        <view
          >您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息。</view
        >
        <view>在以下情形中，您可以向我们提出删除个人信息的请求：</view>
        <view>如果我们处理个人信息的行为违反法律法规；</view>
        <view>如果我们收集、使用您的个人信息，却未征得您的同意；</view>
        <view>如果我们处理个人信息的行为违反了与您的约定；</view>
        <view>如果您不再使用我们的产品或服务，或您注销了账号；</view>
        <view
          >如果我们终止服务及运营。若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。若我们响应您的删除请求，我们不能保证立即从备份系统中删除相应的信息，但会在备份系统更新时删除这些信息。</view
        >
      </view>
      <view class="title1">（3）改变您授权同意的范围或撤回您的授权</view>
      <view class="content">
        <view
          >您可以通过删除信息、关闭设备功能、在发动集网站或软件中进行隐私设置等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。</view
        >
        <view
          >请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</view
        >
        <view>登录发动集网并选择联系客服，寻求帮助，协助您查询、更正或补充您的信息。</view>
      </view>
      <view class="title1">（4）注销账户</view>
      <view class="content"
        >您可以在我们的产品中直接申请注销账户。您可以通过发动集网客服在线申请的方式完成账户注销，在您进行了注销账户申请操作后，发动集网会在5个工作日内为您完成账户注销。您的账户注销后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们不会将删除你的个人信息。</view
      >
      <view class="title">7. 自启动和关联启动说明</view>
      <view class="content"
        >(1)为确保本应用处于关闭或后台运行状态下可正常接收到客户端推送的广播信息，本应用须使用(自启动)能力，将存在一定频率通过系统发送广播唤醒本应用自启动或关联启动行为，是因实现功能及服务所必要的。
        <br /><br />(2)当您打开发动集app内容类推送消息，在征得您的明确同意后，会跳转发动集app打开相关内容。在未征得您同意的情况下，则不会有关联启动。<br /><br />(3)当您打开发动集app内部下载的文件后，会关联启动第三方APP
      </view>
      <view class="title">8. 如何联系我们</view>
      <view class="content"
        >如果您对本隐私权保护正常个人信息安全保护相关事宜有任何疑问、投诉意见或建议，您可以将您的问题发送至nanchengjun@vocen.cn
        <br /><br />发动集联系地址:河南省郑州市郑东新区明理路木华广场3号楼A座7楼，联系方式:15978400907。<br /><br />发动集将尽快审核所涉问题，并在验证您的用户身份后及时予以回复。一般情况下48小时内回复您的请求
      </view>
      <br/><br/>
      <view class="title">第三方SDK目录</view>
      <view class="content">
        <thead>
        <tr>
          <th>SDK名称</th>
          <th scope="col">使用目的</th>
          <th scope="col">数据类型</th>
          <th scope="col">隐私协议</th>
          <th scope="col">使用平台</th>
        </tr>
        </thead>
        <tbody>
        <tr>
          <th scope="row">璟梦闪验认证SDK</th>
          <td>一键登录</td>
          <td>手机号快捷登录</td>
          <td><a href="http://shanyan.253.com/document/details?cid=91&lid=639&pc=28&pn=%25E9%2597%25AA%25E9%25AA%258CSDK">http://shanyan.253.com/document/details?cid=91&lid=639&pc=28&pn=%25E9%2597%25AA%25E9%25AA%258CSDK</a></td>
          <td>Android/IOS</td>
        </tr>
        <tr>
          <th scope="row">容联七陌云SDK</th>
          <td>在线客服服务</td>
          <td>设备信息；网络信息</td>
          <td><a href="https://m.7moor.com/static/m7PrivacyPolicy.html">https://m.7moor.com/static/m7PrivacyPolicy.html</a></td>
          <td>Android/IOS</td>
        </tr>
        <tr>
          <th scope="row">uni-app(5+、web2app)</th>
          <td>基础模块</td>
          <td>uni-app默认集成功能模块</td>
          <td><a href="https://ask.dcloud.net.cn/article/39484">https://ask.dcloud.net.cn/article/39484</a></td>
          <td>Android</td>
        </tr>
        <tr>
          <th scope="row">阿里weexSDK</th>
          <td>uni-app基础模块默认集成，用于渲染uniapp的nvue页面引擎</td>
          <td>存储的个人文件	</td>
          <td><a href="https://weexapp.com/zh">https://weexapp.com/zh</a></td>
          <td>Android</td>
        </tr>
        <tr>
          <th scope="row">移动安全联盟 OAID</th>
          <td>获取oaid</td>
          <td>设备信息</td>
          <td><a href="http://www.msa-alliance.cn/col.jsp?id=122">http://www.msa-alliance.cn/col.jsp?id=122</a></td>
          <td>Android</td>
        </tr>
        </tbody>
      </view>
    </view>
  </view>
</template>

<script>
  export default {
    name: 'PrivacyPolicy',
    data() {
      return {
        show: false,
      }
    },
    onLoad(opt) {
      this.show = opt?.show || false
    },
  }
</script>

<style lang="scss" scoped>
  .container {
    padding: 32rpx;
    color: rgba(0, 0, 0, 0.85);
    font-size: 28rpx;
    .red {
      color: #ff5319;
    }
    > view {
      margin-bottom: 32rpx;
      line-height: 150%;
    }
    .title {
      font-size: 32rpx;
      margin-top: 8rpx;
      margin-bottom: 24rpx;
      font-weight: bold;
    }
    .title1 {
      margin-top: -8rpx;
      margin-bottom: 16rpx;
      font-weight: bold;
    }
    th {
      border: 1px solid rgb(190, 190, 190);
      padding: 5px 10px;
      font-size: 28rpx;
      color: #808080;
      background-color: #F7F7F8;
    }
    td {
      border: 1px solid rgb(190, 190, 190);
      padding: 5px 10px;
      font-size: 28rpx;
      color: #808080;
      background-color: #F7F7F8;
    }
  }
</style>
