<template>
  <view>
    <VoNav isHaveMore title="开票须知" />
    <view> 开票须知： </view>
    <view>
      1、增值税专用发票已认证抵扣，开具红字发票后不需退回原蓝字发票；
      2、发生发票丢失需要进行登报声明作废，使用发票的单位和个人应当妥善保管发票；
      3、跨年退货或开票有误的也可以开具红字发票；
      4、普通发票有“纳税人识别号”栏必须填写。这个是一个新规定；
      5、增值税专用发票人认证时”。
      1、增值税专用发票已认证抵扣，开具红字发票后不需退回原蓝字发票；
      2、发生发票丢失需要进行登报声明作废，使用发票的单位和个人应当妥善保管发票；
      3、跨年退货或开票有误的也可以开具红字发票；4、普通发票有“纳税人识别号”栏必须填写。这个是一个新规定；
      5、增值税专用发票人认证时”。1、增值税专用发票已认证抵扣，开具红字发票后不需退回原蓝字发票；
      2、发生发票丢失需要进行登报声明作废，使用发票的单位和个人应当妥善保管发票；3、跨年退货或开票有误的也可以开具红字发票；4、普通发票有“纳税人识别号”栏必须填写。这个是一个新规定；5、增值税专用发票人认证时”。
    </view>
  </view>
</template>
